{
    "translations": {
        "menu0": "Home",
        "menu1": "About",
        "menu2": "Get a copy",
        "menu3": "Preview",
        "menu4": "Reviews",
        "menu5": "Mass Media",
        "intro1": "Author: Federico Navarrete",
        "intro2": "Timeless Stories of El Salvador V2: Epiphany",
        "introSM": "Timeless Stories of El Salvador — Spanish Mirrors",
        "intro3": "Spanish Mirrors is the <i>1<sup style='color:white!important'>st</sup></i> book of its kind: one of <i>10 mirroring legends</i> that place Salvadoran and Spanish legends side by side, revealing how distant cultures reflect the same symbols and fears.",
        "price0": "Get Your Copy For $4.99",
        "price1": "<span>$</span> 4.99",
        "price2": "<span>$</span> 9.99",
        "price3": "<span>$</span> 15.99",
        "price4": "<span>$</span> 34.49",
        "price5": "<span>$</span> 5.99",
        "price6": "<span>$</span> 14.49",
        "author1": "is a Spanish–Salvadoran technology strategist, traveler, and cultural storyteller dedicated to changing how the world sees El Salvador — through the timeless power of folklore.",
        "author2": "Although his professional background began in IT, Federico’s path as a writer emerged while living as an immigrant in Poland, Spain, and Luxembourg, and traveling across more than twenty countries. In conversations abroad, he repeatedly encountered simplified or distorted views of his homeland. Yet when he shared Salvadoran legends—stories shaped by memory, fear, morality, and imagination—people were often surprised by their depth and universality. Many asked where they could learn more. None spoke Spanish, and there was nothing he could recommend.",
        "author3": "That recurring gap led him to create the first series of Salvadoran folklore books written directly in English, designed for international readers while remaining faithful to oral tradition. What began as cultural preservation soon evolved into something broader.",
        "author31": "With Spanish Mirrors, Federico introduced a new approach. Rather than presenting folklore as isolated national curiosities, the book places Salvadoran and Spanish legends in direct dialogue. Each section pairs two figures—devils, guardians, tricksters, heralds of death, restless spirits—and follows them with a comparative reflection examining their shared archetypes, moral functions, and symbolic boundaries. Across cultures separated by an ocean, the same questions emerge: how societies explain evil, enforce limits, warn the living, and give form to the unknown.",
        "author311": "While the series has become a cultural bridge for the Salvadoran diaspora and their descendants, Federico’s broader aim has always been universal: to show that folklore is not about the past alone, but about how humans everywhere confront fear, responsibility, temptation, and fate.",
        "author32": "Since their release, these stories have been featured at international book fairs and presented at embassies, Instituto Cervantes, and cultural events across the globe — from the U.S. and <a href='https://pekin.cervantes.es/es/cultura_espanol/dia_e/diae_2023_espanol.htm' target='_blank'>China</a> to <a href='https://www.facebook.com/ConMelbourneSV/posts/pfbid0aaTMkdb3ifyRvYd9Eqbuzo1THM8MqebzFe13thJGPoudgNjr4sN5QWqW8xyYycpAl' target='_blank'>Australia</a>.",
        "author4": "He often says: “The only person who can reshape your destiny is the one you see in the mirror.” Through these stories, he invites readers to see not just El Salvador — but themselves — in a whole new light.",
        "edition0": "Choose the best edition for you",
        "edition1": "All of them are fully illustrated.",
        "edition2": "Paperback 📕<br><small>Most Popular</small>",
        "edition3": "For everyone who enjoys <br>the real touch experience.",
        "editionP": "Get your copy",
        "edition4": "E-Book 📱<br><small>Recommended</small>",
        "edition5": "For everyone who enjoys the <br>eco-friendly and full color experience.",
        "edition6": "Hardcover 📘",
        "edition7": "For everyone who enjoys the elegant <br>and real touch experience.",
        "edition8": "Premium 💎",
        "edition9": "For everyone who enjoys the best <br>with full colors and a especial hardcover style.",
        "edition10": "Audiobook 👂",
        "edition11": "For everyone who enjoys to listen <br>while they are on the move.",
        "edition12": "Full Colors 🌈",
        "edition13": "For everyone who enjoys the colors <br>and a nice textures.",
        "sGreetings": "Special Greetings",
        "sGreetings1": "<span>Marcos Soriano</span> <br>Illustrator",
        "sGreetings2": "<span>Samantha Bahn-Williams</span> <br>Editor",
        "preview1": "Look inside",
        "legend1": "Sir Francis Drake, The First Pirate of The Pacific",
        "legend2": "The Death of The Sorcerer of La Nahuaterique",
        "legend3": "The Mulus",
        "legend4": "The Almighty Tlaloc",
        "legend5": "The Mysterious Woman of The Toad River",
        "legend6": "Lake Ilopango",
        "legend7": "The Bewitched Wagon",
        "legend8": "The Dwarf",
        "legend9": "The Bandari Witch",
        "legend10": "The Weeping Woman",
        "legend11": "The Virgin of Izalco",
        "legend12": "The Headless Horseman",
        "legend13": "Tenancin, Cipitio's girlfriend",
        "legend14": "Prince Atonal",
        "legend15": "The Pirate Treasures of Meanguera Island",
        "legend16": "The Black Horse",
        "legend17": "Tangaloa “The Guardian of The Sea”",
        "legend18": "The Cocoa",
        "legend19": "Lake Coatepeque Snake",
        "legend20": "The Woman of The Chinchontepec",
        "legend21": "The Amate Flower",
        "legend22": "Titilcíhuat “The Fire Woman”",
        "legend23": "The Arbolarios",
        "legend24": "Devil's Pool and its twin",
        "legend25": "The Frogfish",
        "legend26": "The Eruption of The San Salvador Volcano",
        "legend27": "The Giantess of Jocoro",
        "legend28": "The Bewitched Rock",
        "legend29": "The Old Church of San Dionisio",
        "legend30": "The Cukinca Cave",
        "legend31": "Cuicuizcatl and The Chinchontepec Underworlds",
        "old0": "Did you miss the previous volumes?",
        "old1": "<span>Timeless Stories of El Salvador V1: The Beginning</span>",
        "old2": "<span>Historias Eternas de El Salvador V1: El Comienzo</span>",
        "mMedia1": "Embassy of El Salvador in Austria supports the work of the Salvadoran writer at the Book Fair in Vienna, Buch Wien (in Spanish)",
        "mMedia2": "Book on Salvadoran mythology causes a sensation in Germany (in Spanish)",
        "mMedia3": "Salvadoran participated in the Book Fair in Madrid (in Spanish)",
        "mMedia4": "This Salvadoran writer was at the Madrid Book Fair (in Spanish)",
        "prezi1": "Are you a bilingual parent?",
        "prezi2": "Would you like to start sharing your origins with your children in a bilingual mode (English and Spanish)?",
        "prezi3": "Then <b>Timeless Stories of El Salvador, Children's Edition</b> is for <b>YOU!</b>",
        "footer1": "About Us",
        "footer2": "Timeless Stories is a series of books focused on legends and fairytales about El Salvador and Latin America.",
        "footer3": "Follow Me",
        "footer4": "Let us be social",
        "name": "Federico Navarrete",
        "stories": "Stories",
        "contactMe": "Contact me",
        "readMore": "Read more",
        "readLess": "Read less",
        "comingSoon": "Coming soon"
    }
}