{
    "translations": {
        "menu0": "Inicio",
        "menu1": "Acerca de",
        "menu2": "Obtén una copia",
        "menu3": "Vista previa",
        "menu4": "Reseñas",
        "menu5": "Apariciones en medios",
        "intro1": "Autor: Federico Navarrete",
        "intro2": "Historias Eternas de El Salvador V2: Epifanía",
        "introSM": "Historias Eternas de El Salvador — Espejos Españoles",
        "intro3": "es el <i>1<sup style='color:white!important'>er</sup></i> libro de su tipo: uno que <i>compara 10 leyendas</i> salvadoreñas y 10 españolas lado a lado, revelando cómo culturas distantes reflejan los mismos símbolos y miedos.",
        "price0": "Obtén tu copia por $4.99",
        "price1": "<span>$</span> 4.99",
        "price2": "<span>$</span> 10.49",
        "price3": "<span>$</span> 16.49",
        "price4": "<span>$</span> 34.49",
        "price5": "<span>$</span> 5.99",
        "price6": "<span>$</span> 14.49",
        "author1": "es un estratega tecnológico, viajero y narrador cultural hispano-salvadoreño dedicado a cambiar la percepción mundial sobre El Salvador a través del poder atemporal del folclore.",
        "author2": "Aunque su trayectoria profesional comenzó en el ámbito de las tecnologías de la información, la trayectoria de Federico como escritor surgió mientras vivía como inmigrante en Polonia, España y Luxemburgo, y viajaba por más de veinte países. En conversaciones en el extranjero, se topaba repetidamente con visiones simplificadas o distorsionadas de su tierra natal. Sin embargo, cuando compartía leyendas salvadoreñas —historias moldeadas por la memoria, el miedo, la moral y la imaginación—, la gente a menudo se sorprendía por su profundidad y universalidad. Muchos preguntaban dónde podían aprender más. Nadie hablaba español, y no había nada que pudiera recomendar.",
        "author3": "Esa brecha recurrente lo llevó a crear la primera serie de libros de folclore salvadoreño escritos directamente en inglés, diseñados para lectores internacionales, a la vez que se mantenían fieles a la tradición oral. Lo que comenzó como preservación cultural pronto se convirtió en algo más amplio.",
        "author31": "Con Espejos Españoles, Federico introdujo un nuevo enfoque. En lugar de presentar el folclore como curiosidades nacionales aisladas, el libro establece un diálogo directo entre leyendas salvadoreñas y españolas. Cada sección empareja dos figuras —diablos, guardianes, embaucadores, heraldos de la muerte, espíritus errantes— y las acompaña con una reflexión comparativa que examina sus arquetipos, funciones morales y límites simbólicos compartidos. Entre culturas separadas por un océano, surgen las mismas preguntas: cómo las sociedades explican el mal, imponen límites, advierten a los vivos y dan forma a lo desconocido.",
        "author311": "Si bien la serie se ha convertido en un puente cultural para la diáspora salvadoreña y sus descendientes, el objetivo más amplio de Federico siempre ha sido universal: mostrar que el folclore no se trata solo del pasado, sino de cómo los humanos de todo el mundo afrontan el miedo, la responsabilidad, la tentación y el destino.",
        "author32": "Desde su publicación, estas historias se han presentado en ferias internacionales del libro y en embajadas, el Instituto Cervantes y eventos culturales de todo el mundo, desde Estados Unidos hasta href='https://pekin.cervantes.es/es/cultura_espanol/dia_e/diae_2023_espanol.htm' target='_blank'>China</a> a <a href='https://www.facebook.com/ConMelbourneSV/posts/pfbid0aaTMkdb3ifyRvYd9Eqbuzo1THM8MqebzFe13thJGPoudgNjr4sN5QWqW8xyYycpAl' target='_blank'>Australia</a>.",
        "author4": "Suele decir: “La única persona que puede cambiar tu destino es la que ves en el espejo”. A través de estas historias, invita a los lectores a ver no solo El Salvador, sino a sí mismos, desde una perspectiva completamente nueva.",
        "edition0": "Elige la mejor edición para ti",
        "edition1": "Todos ellos están completamente ilustrados.",
        "edition2": "Tapa blanda 📕<br><small>Más popular</small>",
        "edition3": "Para todos los que disfrutan de la experiencia táctil y real.",
        "editionP": "Obtén tu copia",
        "edition4": "Libro electrónico 📱<br><small>Recomendado</small>",
        "edition5": "Para todos los que disfrutan de la experiencia ecológica y a color.",
        "edition6": "Tapa dura 📘",
        "edition7": "Para todos los que disfrutan de la experiencia elegante, táctil y real.",
        "edition8": "Premium 💎",
        "edition9": "Para quienes disfrutan de lo mejor <br>con colores intensos y un estilo especial de tapa dura.",
        "edition10": "Audiolibro 👂",
        "edition11": "Para quienes disfrutan escuchando <br>en movimiento.",
        "edition12": "A color 🌈",
        "edition13": "Para quienes disfrutan de los colores <br>y las texturas agradables.",
        "sGreetings": "Agradecimientos especiales",
        "sGreetings1": "<span>Marcos Soriano</span> <br>Ilustrador",
        "sGreetings2": "<span>Samantha Bahn-Williams</span> <br>Editora",
        "preview1": "Echa un vistazo",
        "legend1": "Francis Drake, el primer pirata del Pacífico",
        "legend2": "La muerte del brujo de La Nahuaterique",
        "legend3": "El mulus",
        "legend4": "El todopoderoso Tláloc",
        "legend5": "La mujer misteriosa del río Sapo",
        "legend6": "El lago de Ilopango",
        "legend7": "El carreta embrujada",
        "legend8": "El duende",
        "legend9": "La mona bruja",
        "legend10": "La Llorona",
        "legend11": "La virgen de Izalco",
        "legend12": "El jinete sin cabeza",
        "legend13": "Tenancín, la novia del Cipitío",
        "legend14": "El príncipe Atonal",
        "legend15": "Los tesoros piratas de la isla Meanguera",
        "legend16": "El caballo negro",
        "legend17": "Tangaloa “El Guardián del Mar”",
        "legend18": "El cacao",
        "legend19": "La serpiente del lago de Coatepeque",
        "legend20": "La mujer del Chinchontepec",
        "legend21": "La flor de amate",
        "legend22": "Titilcíhuat “La mujer del fuego”",
        "legend23": "Los Arbolarios",
        "legend24": "La poza del diablo y su gemela",
        "legend25": "El zapamiche",
        "legend26": "La erupción del volcán de San Salvador",
        "legend27": "La giganta de Jocoro",
        "legend28": "La piedra bruja",
        "legend29": "La iglesia vieja de San Dionisio",
        "legend30": "La cueva Cukinca",
        "legend31": "Cuicuizcatl y los inframundos del Chinchontepec",
        "old0": "¿Te perdiste los volúmenes anteriores?",
        "old1": "<span>Timeless Stories of El Salvador V1: The Beginning</span>",
        "old2": "<span>Historias Eternas de El Salvador V1: El Comienzo</span>",
        "old3": "<span>Légendes Éternelles du Salvador V1: Le Commencement</span>",
        "mMedia1": "Embajada de El Salvador en Austria apoya obra de escritor salvadoreño en Feria del Libro en Viena",
        "mMedia2": "Libro sobre mitología salvadoreña causa furor en Alemania",
        "mMedia3": "Salvadoreño participó en Feria de Libro, en Madrid",
        "mMedia4": "Este escritor salvadoreño estuvo en la Feria del Libro de Madrid",
        "prezi1": "¿Eres un padre bilingüe?",
        "prezi2": "¿Te gustaría empezar a compartir tus orígenes con tus hijos en modo bilingüe (español e inglés)?",
        "prezi3": "¡Entonces <b>Historias Eternas de El Salvador, Edición Infantil</b> es para <b>TI!</b>",
        "footer1": "Acerca de",
        "footer2": "Timeless Stories es una serie de libros centrados en leyendas y cuentos de hadas sobre El Salvador y América Latina.",
        "footer3": "Sígueme",
        "footer4": "Seamos sociales",
        "name": "Federico Navarrete",
        "stories": "Historias",
        "contactMe": "Contáctame",
        "readMore": "Leer más",
        "readLess": "Leer menos",
        "comingSoon": "Próximamente",
        "title": "Historias Eternas de El Salvador | Folclore, Leyendas y Cuentos",
        "links": {
            "prezi": "3OA2BbhRZgysnB22bzdX",
            "book": "B0F7FRX1B5",
            "contactUs": {
                "key": "hkz0rsUoNkGpGQYpoPHBzg",
                "form": "3"
            }
        }
    }
}